<unk>	0
<s>	0
</s>	0
,	-3.01619
▁	-3.2113
s	-3.29686
:	-3.66238
.	-3.93113
d	-4.13426
▁I	-4.23445
▁the	-4.26601
'	-4.28891
e	-4.34786
t	-4.37267
▁to	-4.50332
▁a	-4.64445
▁and	-4.67735
;	-4.70749
▁of	-4.77947
▁you	-4.92711
n	-4.92874
a	-4.94513
▁my	-5.00856
▁in	-5.02341
st	-5.05787
o	-5.08851
?	-5.09526
y	-5.09554
er	-5.10518
▁be	-5.15682
l	-5.17933
ing	-5.19374
!	-5.22061
▁me	-5.2343
p	-5.26088
ed	-5.30115
▁that	-5.31021
▁is	-5.32779
ar	-5.33262
▁not	-5.33398
▁And	-5.34041
r	-5.34936
▁for	-5.37792
▁with	-5.43402
m	-5.44859
i	-5.49574
c	-5.50786
▁your	-5.51623
▁it	-5.52068
▁he	-5.56422
▁f	-5.56911
b	-5.58298
▁A	-5.62011
▁his	-5.63946
f	-5.68333
h	-5.68595
▁have	-5.70037
ly	-5.70728
en	-5.71625
O	-5.74186
▁this	-5.75589
v	-5.76104
ch	-5.76275
th	-5.76327
w	-5.77969
ll	-5.7854
▁him	-5.8119
▁thou	-5.81827
le	-5.82467
▁so	-5.82877
or	-5.8481
al	-5.84908
re	-5.85718
k	-5.8934
g	-5.89655
▁as	-5.96891
▁do	-5.97123
▁The	-5.97499
▁S	-5.9802
-	-5.98649
▁thy	-5.99484
▁we	-5.99671
in	-6.00834
▁will	-6.01633
▁but	-6.07022
it	-6.07218
on	-6.10664
▁w	-6.11144
▁To	-6.11488
▁B	-6.15355
▁g	-6.1643
▁all	-6.16724
▁her	-6.18397
R	-6.18518
▁O	-6.1988
▁c	-6.22465
es	-6.23554
▁b	-6.24235
▁no	-6.24331
▁C	-6.24668
▁p	-6.25014
▁shall	-6.28306
▁by	-6.29484
se	-6.30617
at	-6.30867
▁our	-6.33534
▁are	-6.34702
ce	-6.35103
▁thee	-6.36522
▁M	-6.36712
ur	-6.36924
IO	-6.37528
▁on	-6.37655
▁'	-6.39215
▁That	-6.39621
▁re	-6.40389
▁what	-6.41535
ro	-6.42443
▁P	-6.42529
▁de	-6.43461
A	-6.44626
ent	-6.44943
▁G	-6.47614
▁good	-6.48469
ir	-6.49139
▁But	-6.49608
ion	-6.51985
ow	-6.526
▁lord	-6.52625
il	-6.53747
as	-6.5444
id	-6.54811
N	-6.56375
▁What	-6.57318
ri	-6.57468
▁m	-6.58161
KING	-6.58395
an	-6.5973
▁was	-6.60333
▁come	-6.60408
▁go	-6.62058
▁from	-6.62692
▁us	-6.62997
▁F	-6.65182
om	-6.65245
un	-6.65498
▁For	-6.65777
▁more	-6.65876
▁am	-6.66288
▁love	-6.66331
▁sir	-6.66821
ter	-6.6795
ra	-6.68444
S	-6.69633
is	-6.69667
▁now	-6.70342
▁if	-6.71124
▁would	-6.7145
▁she	-6.71726
▁T	-6.72199
I	-6.72523
▁know	-6.72896
ld	-6.75629
▁at	-6.76201
▁say	-6.76288
est	-6.77168
▁them	-6.78026
ve	-6.78155
▁con	-6.7885
▁man	-6.79496
▁or	-6.79686
▁their	-6.7969
▁My	-6.8007
▁make	-6.80124
ie	-6.80301
LO	-6.80432
▁king	-6.80738
▁here	-6.80787
▁r	-6.83376
et	-6.83674
▁R	-6.84102
▁see	-6.85067
IUS	-6.85128
▁let	-6.8526
▁He	-6.88024
▁un	-6.88633
▁they	-6.88649
ain	-6.88825
▁la	-6.88943
▁then	-6.90522
am	-6.90609
▁co	-6.90636
T	-6.90714
▁may	-6.91865
el	-6.94176
ry	-6.9475
▁well	-6.95229
ic	-6.95851
▁an	-6.96028
▁one	-6.96057
ant	-6.96268
ol	-6.97015
ge	-6.97273
Y	-6.97341
▁hath	-6.97569
▁You	-7.00057
▁there	-7.00891
ight	-7.01856
te	-7.0195
▁like	-7.02134
▁must	-7.02186
▁were	-7.05026
ful	-7.05164
▁tr	-7.05243
▁should	-7.05302
em	-7.06287
▁than	-7.06496
ous	-7.06585
ET	-7.06633
ake	-7.06718
ive	-7.06787
▁As	-7.07145
▁VI	-7.07678
▁hear	-7.07799
ure	-7.07942
NCE	-7.08527
▁ha	-7.08777
▁father	-7.08818
▁upon	-7.10821
ity	-7.10955
▁had	-7.11052
▁pro	-7.11058
▁did	-7.11551
our	-7.12109
la	-7.12321
ness	-7.12474
ck	-7.12977
▁sp	-7.1442
▁D	-7.14452
▁H	-7.15156
ate	-7.16116
▁death	-7.16889
ig	-7.16999
ES	-7.17262
▁dis	-7.17432
▁br	-7.17433
F	-7.17851
▁which	-7.17857
▁time	-7.17883
age	-7.18034
less	-7.18924
▁L	-7.18963
ence	-7.19157
▁too	-7.19369
▁speak	-7.19835
▁some	-7.20189
▁when	-7.2021
▁can	-7.20662
▁how	-7.22126
▁Be	-7.22617
▁We	-7.22768
▁up	-7.22992
▁give	-7.23133
▁out	-7.23171
▁pa	-7.23189
▁DUKE	-7.23909
▁o	-7.24815
ot	-7.24859
▁If	-7.25564
▁hand	-7.25683
▁yet	-7.25795
▁heart	-7.26
--	-7.26159
▁With	-7.26367
▁W	-7.27573
▁lo	-7.27707
▁RICHARD	-7.27797
US	-7.28041
ave	-7.29037
▁Which	-7.29248
for	-7.30285
▁In	-7.3085
▁mine	-7.31235
▁son	-7.31346
ver	-7.31718
▁No	-7.32129
D	-7.32144
▁sh	-7.32449
▁take	-7.32669
ty	-7.32953
and	-7.33095
ment	-7.33964
▁Why	-7.34121
ance	-7.34697
▁such	-7.36056
▁God	-7.36201
▁So	-7.36438
▁Of	-7.36444
▁First	-7.36451
▁cr	-7.36561
op	-7.36903
▁ba	-7.36919
ies	-7.36955
he	-7.37102
▁brother	-7.38033
▁Y	-7.38092
ill	-7.39596
▁blood	-7.40049
tis	-7.40062
▁bo	-7.40302
ice	-7.42261
▁live	-7.4278
▁where	-7.43363
▁think	-7.43784
▁look	-7.43795
▁day	-7.44046
self	-7.44118
ine	-7.44122
▁life	-7.44211
ound	-7.44225
▁tell	-7.44231
ish	-7.4424
▁How	-7.44407
NTI	-7.44502
▁these	-7.44607
▁Come	-7.44639
STE	-7.44677
▁Ha	-7.44998
ABE	-7.4506
RY	-7.45392
▁word	-7.45508
▁Who	-7.45559
j	-7.4592
▁This	-7.46444
▁ho	-7.46859
UCE	-7.47031
mo	-7.48802
ted	-7.49075
▁Lord	-7.49444
▁E	-7.49513
▁Thou	-7.50335
ble	-7.51438
▁ex	-7.51736
▁QUEEN	-7.53082
▁art	-7.53633
▁honour	-7.54016
▁most	-7.54525
▁much	-7.54956
▁fair	-7.54964
UM	-7.5543
▁Where	-7.5543
▁made	-7.55442
▁lie	-7.55607
if	-7.55863
▁li	-7.56568
▁pre	-7.56798
C	-7.57439
▁fear	-7.58368
pe	-7.58813
HEN	-7.59214
▁Now	-7.59231
▁hast	-7.59584
▁who	-7.59857
▁name	-7.61301
▁great	-7.61303
ther	-7.61529
▁noble	-7.62031
ward	-7.6254
▁never	-7.62891
▁sc	-7.63233
im	-7.63582
▁off	-7.64482
▁per	-7.65607
▁Your	-7.66436
II	-7.66529
ation	-7.66563
RK	-7.67095
▁ne	-7.6724
▁men	-7.67394
▁call	-7.67553
B	-7.6763
▁part	-7.6763
IN	-7.67783
▁true	-7.68614
▁any	-7.6899
▁cannot	-7.69705
ER	-7.70599
▁heaven	-7.7081
▁stand	-7.70844
▁Or	-7.70873
▁ta	-7.71315
▁PET	-7.71674
▁pray	-7.71927
OME	-7.72442
▁sweet	-7.72483
ect	-7.72818
▁EDWARD	-7.73046
▁thing	-7.73773
▁again	-7.74091
▁own	-7.7544
econd	-7.75921
▁doth	-7.76048
▁LUC	-7.76179
▁been	-7.76412
▁done	-7.76562
▁mean	-7.76762
app	-7.76768
TH	-7.77241
▁AN	-7.77337
▁way	-7.77708
▁bear	-7.7834
▁head	-7.78384
▁other	-7.78408
▁di	-7.78639
▁die	-7.78777
▁leave	-7.78899
able	-7.79074
MENE	-7.7944
▁When	-7.79488
▁nor	-7.80076
M	-7.80544
▁soul	-7.81311
▁Edward	-7.81312
▁very	-7.81364
▁war	-7.8137
read	-7.81456
AP	-7.81478
▁world	-7.8193
▁before	-7.8194
▁night	-7.81991
▁Th	-7.82273
▁both	-7.82424
▁queen	-7.82549
,--	-7.82626
z	-7.82966
▁Let	-7.83401
E	-7.83453
ious	-7.83531
ho	-7.83838
x	-7.84342
UCH	-7.84436
▁Here	-7.84594
▁Do	-7.84605
▁down	-7.85089
▁dead	-7.85119
ough	-7.85647
▁By	-7.8586
▁Ay	-7.86858
▁grace	-7.8701
UL	-7.87088
▁pr	-7.87973
▁gentle	-7.88289
ONT	-7.88357
▁Than	-7.8847
▁myself	-7.88699
ite	-7.88806
▁arm	-7.89252
▁Then	-7.8945
▁CORIOLANUS	-7.89649
▁thus	-7.89649
tain	-7.89724
out	-7.89737
ag	-7.90869
NG	-7.90982
▁prince	-7.90996
OLI	-7.91668
▁mother	-7.92365
▁old	-7.93561
▁house	-7.93745
▁eyes	-7.93962
▁sea	-7.94272
EN	-7.94572
ick	-7.94578
▁ever	-7.94629
▁Go	-7.94768
▁LA	-7.94791
INA	-7.9487
▁LE	-7.94877
ail	-7.94895
▁po	-7.9505
▁poor	-7.95459
▁sw	-7.95711
▁being	-7.95836
▁wife	-7.95862
▁str	-7.96205
▁daughter	-7.96572
▁long	-7.97493
▁away	-7.98016
▁win	-7.9825
LL	-7.9846
▁might	-7.99874
▁stay	-8.00225
▁ear	-8.01363
▁Sir	-8.01408
▁Un	-8.0172
EL	-8.02186
▁EL	-8.02455
▁Warwick	-8.02478
▁crown	-8.0248
RE	-8.02724
IC	-8.0277
▁many	-8.03086
▁cur	-8.03312
▁V	-8.03418
▁His	-8.03564
▁show	-8.04314
Tis	-8.04411
▁friends	-8.04602
man	-8.04749
▁thought	-8.05046
IV	-8.05073
▁nothing	-8.05606
ian	-8.05773
WI	-8.0602
▁rest	-8.06033
▁face	-8.0637
side	-8.0697
▁set	-8.07192
▁On	-8.07331
▁Romeo	-8.07576
ULI	-8.07849
▁Well	-8.07888
▁tongue	-8.07948
▁better	-8.07981
▁far	-8.08476
▁duke	-8.08754
▁Nay	-8.08755
▁gone	-8.08813
▁power	-8.10396
▁hope	-8.10524
VOL	-8.11225
▁keep	-8.12054
BR	-8.12655
▁dear	-8.12971
▁those	-8.13735
▁against	-8.14387
▁news	-8.14467
▁Citizen	-8.14589
▁little	-8.14589
▁hence	-8.14641
▁Not	-8.15155
▁master	-8.15453
▁hour	-8.15842
▁mis	-8.16128
▁put	-8.16321
▁two	-8.16324
▁kind	-8.172
▁end	-8.17962
▁There	-8.18063
▁young	-8.18142
▁still	-8.18144
▁GRE	-8.18265
▁himself	-8.1961
HA	-8.19699
mon	-8.19907
H	-8.20175
▁Thy	-8.20759
▁Richard	-8.20786
▁MAR	-8.20788
TA	-8.21316
▁high	-8.21703
▁peace	-8.21704
▁therefore	-8.21706
▁unto	-8.21733
▁thank	-8.22582
▁first	-8.22645
▁else	-8.22665
▁though	-8.23279
▁could	-8.23564
▁York	-8.23566
▁till	-8.23683
▁Will	-8.23731
▁bid	-8.23742
G	-8.23807
▁Have	-8.24038
▁mi	-8.24344
▁hu	-8.24556
▁back	-8.24715
NE	-8.24822
▁earth	-8.24909
KE	-8.25259
▁find	-8.25519
▁need	-8.26417
▁cause	-8.26421
▁thine	-8.26451
▁lady	-8.2646
▁home	-8.27405
▁friend	-8.27623
▁bring	-8.28139
▁ye	-8.28297
▁husband	-8.28372
▁breath	-8.28373
▁Henry	-8.28376
AND	-8.28479
▁Yet	-8.28683
▁seem	-8.29171
RAN	-8.29258
▁Good	-8.29376
L	-8.29408
▁right	-8.29854
▁She	-8.30149
▁people	-8.31373
WAR	-8.31396
▁came	-8.31403
▁mind	-8.3141
CK	-8.31415
lack	-8.31863
RUT	-8.32393
▁follow	-8.32393
▁Shall	-8.32393
ASTI	-8.32415
GE	-8.33282
▁imp	-8.33799
ept	-8.34279
▁Nurse	-8.34466
▁joy	-8.34466
▁why	-8.34486
morrow	-8.35518
▁said	-8.35525
▁none	-8.35595
▁law	-8.35794
▁once	-8.36912
ook	-8.37027
▁every	-8.37523
▁place	-8.37659
MIO	-8.37961
LY	-8.38018
▁Rome	-8.38168
day	-8.38505
▁royal	-8.38745
▁shame	-8.38752
▁pass	-8.39255
▁please	-8.39843
RI	-8.40497
▁eye	-8.40639
augh	-8.40954
LAU	-8.40954
▁help	-8.41006
▁light	-8.41045
▁since	-8.41126
LE	-8.41566
rom	-8.41615
▁sun	-8.41796
▁fellow	-8.42078
▁tears	-8.42081
▁present	-8.42093
▁whose	-8.42612
▁just	-8.43214
TIS	-8.43215
K	-8.44309
▁wrong	-8.44364
▁pardon	-8.44364
GAR	-8.44365
▁after	-8.44385
▁King	-8.44386
▁under	-8.44413
▁state	-8.44467
RIA	-8.44482
▁full	-8.44919
▁hate	-8.44931
▁Our	-8.44962
▁boy	-8.45002
▁child	-8.45525
▁answer	-8.45527
▁worth	-8.45536
▁land	-8.4565
AMILL	-8.46703
▁PA	-8.46764
▁wit	-8.47723
▁sorrow	-8.47894
CAL	-8.47915
▁kill	-8.47927
▁care	-8.48032
▁hold	-8.4823
▁ere	-8.48796
eep	-8.48921
▁banish	-8.491
▁grave	-8.49108
ORD	-8.49116
▁thousand	-8.49133
▁Nor	-8.49479
▁whom	-8.50129
▁KAT	-8.50318
▁fortune	-8.50319
▁cousin	-8.5032
▁prove	-8.50994
▁Clarence	-8.51552
▁hither	-8.51552
▁about	-8.51559
▁fool	-8.51564
▁fall	-8.51629
HAR	-8.51838
▁weep	-8.51869
pose	-8.52001
▁Marcius	-8.52802
▁maid	-8.5281
▁gentleman	-8.52986
▁Eve	-8.53362
▁even	-8.54084
time	-8.54395
▁sin	-8.54508
▁sup	-8.5535
▁Duke	-8.5535
▁comfort	-8.5535
▁gracious	-8.5535
▁grief	-8.5535
▁court	-8.55393
▁new	-8.563
▁woman	-8.56653
▁talk	-8.56655
P	-8.57555
▁turn	-8.57968
▁DUCHESS	-8.59298
▁sleep	-8.59299
▁wilt	-8.59321
▁woe	-8.59501
ROS	-8.60663
▁body	-8.60684
ERC	-8.60943
▁over	-8.61045
▁Angelo	-8.62019
▁fault	-8.62019
▁sound	-8.62526
▁traitor	-8.63408
▁another	-8.6341
▁indeed	-8.63412
▁play	-8.63414
▁false	-8.63423
like	-8.63685
▁Some	-8.64387
▁Provost	-8.64817
▁Would	-8.64817
▁horse	-8.64822
▁sword	-8.64826
W	-8.64874
ship	-8.6489
▁wish	-8.65601
▁HORTENSI	-8.66245
▁matter	-8.66247
CA	-8.6755
▁Upon	-8.67694
▁sovereign	-8.67694
▁voice	-8.67695
▁while	-8.67695
▁knee	-8.67695
▁prison	-8.67695
▁three	-8.67698
▁country	-8.67782
▁free	-8.68123
▁doubt	-8.69165
▁welcome	-8.69165
▁swear	-8.69178
▁rather	-8.69183
▁years	-8.69192
▁send	-8.69217
OM	-8.69542
▁business	-8.70658
▁truth	-8.70658
▁Murder	-8.70658
▁mad	-8.72131
▁CLA	-8.72173
▁reason	-8.72177
▁Third	-8.72179
▁shalt	-8.72188
▁grow	-8.72189
▁More	-8.72229
▁fire	-8.72293
▁office	-8.72525
▁command	-8.73711
▁nature	-8.73711
▁dream	-8.73712
▁common	-8.73712
▁Kate	-8.73715
▁Clow	-8.73722
▁NOR	-8.75274
▁ten	-8.7541
▁hang	-8.7609
PER	-8.76717
▁proud	-8.76861
▁uncle	-8.7687
▁content	-8.76877
▁enough	-8.76894
spect	-8.77662
▁murder	-8.78474
▁strange	-8.78474
▁spirit	-8.78476
▁count	-8.78478
▁dare	-8.78627
▁enter	-8.78845
ENT	-8.79667
▁Servant	-8.80113
▁foul	-8.80113
▁villain	-8.80113
▁mistress	-8.8178
▁revenge	-8.8178
▁POMP	-8.8178
▁change	-8.8178
▁happy	-8.8178
▁sister	-8.81782
▁kiss	-8.81784
▁saw	-8.81801
▁move	-8.81865
▁madam	-8.81896
ngman	-8.82619
▁subject	-8.83475
▁yield	-8.83475
▁beseech	-8.83475
▁break	-8.8349
gainst	-8.84207
long	-8.84803
▁danger	-8.85199
▁service	-8.85199
▁charge	-8.85199
▁honest	-8.85203
▁serve	-8.85208
▁oath	-8.85219
▁born	-8.85242
▁Say	-8.85276
▁Look	-8.85325
ize	-8.85778
▁England	-8.86953
▁faith	-8.86954
▁Servi	-8.86954
IAN	-8.86999
▁soldier	-8.88739
▁desire	-8.88744
GON	-8.88823
BER	-8.89431
▁believe	-8.90557
essenger	-8.90557
▁children	-8.90563
▁person	-8.90588
▁May	-8.90612
▁Though	-8.90675
▁Tybalt	-8.92409
▁majesty	-8.92409
▁suit	-8.92409
▁purpose	-8.9241
▁Therefore	-8.92411
▁draw	-8.92411
▁left	-8.92413
▁tender	-8.92421
OND	-8.93173
CLIFF	-8.94296
▁warrant	-8.94297
▁foot	-8.94311
▁farewell	-8.96219
▁return	-8.96219
▁report	-8.96219
▁promise	-8.9622
▁mercy	-8.9622
▁nurse	-8.9622
▁blow	-8.96232
▁sad	-8.96347
▁through	-8.9818
▁heavy	-8.9818
▁become	-8.98181
▁together	-8.98184
▁cap	-8.98256
▁deep	-8.98368
▁Clifford	-9.0018
▁Juliet	-9.0018
▁remember	-9.0018
▁PRINCE	-9.0018
▁deserve	-9.0018
▁safe	-9.00183
claim	-9.00186
lock	-9.00269
ixt	-9.00319
▁Bolingbroke	-9.02221
▁pluck	-9.02221
▁learn	-9.02224
▁Tell	-9.02267
▁Should	-9.04304
▁Signior	-9.04304
▁counsel	-9.04304
▁Away	-9.04304
▁point	-9.04314
▁hard	-9.04367
▁water	-9.04377
▁Farewell	-9.06431
▁Montague	-9.06431
▁entreat	-9.06432
▁ground	-9.06437
▁devil	-9.06438
▁friar	-9.06455
▁begin	-9.06466
aking	-9.07708
▁Senator	-9.08605
▁Like	-9.08605
▁general	-9.08605
▁straight	-9.08608
▁France	-9.08609
▁Master	-9.08609
▁slain	-9.08616
▁Pray	-9.08616
▁beauty	-9.10828
▁married	-9.10828
▁quick	-9.10828
▁deliver	-9.10828
▁confess	-9.10828
▁strong	-9.1083
▁alone	-9.10832
▁widow	-9.10832
press	-9.12754
▁Claudio	-9.131
▁enemy	-9.13101
▁brought	-9.13104
▁grant	-9.13111
▁writ	-9.133
entleman	-9.15206
▁virtue	-9.15426
▁wonder	-9.15426
▁spoke	-9.15428
▁Gloucester	-9.17807
▁Shepherd	-9.17807
▁strength	-9.17807
▁twenty	-9.17807
▁MARCIUS	-9.17807
▁strike	-9.17807
▁Madam	-9.17807
▁harm	-9.17894
hood	-9.17973
▁Camillo	-9.20246
▁marriage	-9.20246
▁behold	-9.20249
▁course	-9.20262
▁half	-9.20263
▁work	-9.20264
▁mock	-9.20272
▁short	-9.2028
▁Buckingham	-9.22746
▁pleasure	-9.22746
▁flatter	-9.22746
▁wretch	-9.22746
▁Hastings	-9.22747
▁plain	-9.22763
▁wise	-9.23063
▁Norfolk	-9.2531
▁company	-9.2531
▁guilt	-9.2531
▁join	-9.2531
▁appear	-9.25311
▁attend	-9.25311
▁title	-9.25314
▁women	-9.25321
▁something	-9.25324
▁lead	-9.25324
▁watch	-9.25325
▁burn	-9.25335
▁worse	-9.25369
▁Lucentio	-9.27942
▁knew	-9.27942
▁flower	-9.27942
▁battle	-9.27942
▁Roman	-9.27946
▁loving	-9.27955
▁cheer	-9.27961
▁Lancaster	-9.30644
▁cloud	-9.30644
▁suffer	-9.30644
▁affect	-9.30644
▁enemies	-9.30644
▁close	-9.30645
▁broke	-9.3065
▁Marry	-9.30653
▁sign	-9.30653
▁sense	-9.30661
▁music	-9.33422
▁Bianca	-9.33422
▁Lady	-9.33423
▁next	-9.33425
▁slave	-9.3343
▁consul	-9.36279
▁themselves	-9.36279
▁cheek	-9.36279
▁patience	-9.36279
▁quarrel	-9.36279
▁either	-9.3628
▁receive	-9.36282
ERDI	-9.36316
▁Aufidius	-9.3922
▁Petruchio	-9.3922
▁Tranio	-9.3922
▁speech	-9.39221
▁breast	-9.39222
▁poison	-9.39222
▁further	-9.39225
twere	-9.39226
▁piece	-9.39226
▁stone	-9.39254
▁humbl	-9.39257
▁JOHN	-9.42251
▁request	-9.42251
V	-9.46105
Q	-10.3774
J	-10.3775
q	-10.3776
U	-10.3777
u	-10.3778
